Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[TAPAS] Her Majesty, The Witch.tmx
Source language: ko_kr
Languages: en

source: 그, 그런가?
en: d-did I...?

source: 협상에 동의하는 대신 무기를 봉인해달라고 요청했어요.
en: the kings asked to seal the weapons because they were afraid of punishment from the god.

source: 걸린 상태가 오래 지속되는 게 더 위험하거든.
en: the longer you stay cursed, the more dangerous it gets.

source: 그걸 계속 마셔야 하다니….
en: ugh, I can’t believe I have to keep drinking that nasty medicine...

source: 이틀입니다.
en: two days.

source: 원래는 목숨에는 목숨으로 동등하게 앗아가는 힘을 가지고 있었습니다.
en: originally, it had the power to equally take a life for a life.

source: 이틀이나 굶었으니 어쩔 수 없었습니다.
en: that couldn’t be helped since you didn’t have anything for two days.

source: 대원씨아이
en: Daewon C.I.

source: 일어났구나.
en: you are awake.

source: 저도 좋습니다.
en: that sounds good.

source: 하지만 가만히 모서리에 박혀 있는다고 해도
en: but even if it doesn’t move from the corner,

source: 당시는 계급 간 차별이 심한 시대였죠.
en: discrimination based on class was very bad back then.

source: 티티도 은퇴했으니 편하게 여행도 다니셔야죠.
en: you should relax and go travel around now that tete’s retired.

source: 그… 일단 마녀는 운명을 찾으면 주변에 알려야 하거든요.
en: so... witches have to inform others once they find their destinies.

source: 좋아요.
en: perfect.

source: 결혼선물이지.
en: a wedding gift.

source: 이젠 물건을 움직이기까지 하네?!
en: it’s even moving stuff now!!

source: 고마워요.
en: thank you.

source: 분명히 저쪽이었는데?
en: it was definitely that way.

source: 그리고 보물창고는 물건의 위치가 바뀌지 않도록 요정이 관리한다더구나.
en: and I heard a protector fairy makes sure that items stay in their place.

source: 증상은 근육통인데….
en: my muscles feel sore...

source: 이러면 되는 겁니까?
en: like this, your majesty?

source: 제가 황제라든가….
en: such as that I’m the empress...

source: 그, 그렇게나 말입니까…?
en: th-that many...?

source: 늘 입던 스타일이 아니군요.
en: this isn’t your usual style.

source: 알았어요.
en: okay.

source: 시스는 너무 태연한 거 아닙니까…?
en: you also don’t seem that impressed either, sist...

source: 몸이 소모되어서 당분간은 절대 안정이라고 그러더군요.
en: but she absolutely needs to rest for a while since her body has worn out.

source: 내 인생을 이리저리 꼬아버렸네.
en: really seems to have tangled things up.

source: 레이딘 경, 이리로 와요.
en: sir radin, come over here.

source: 프리 후에게 말해서 허락을 받으마.
en: I’ll ask frihue for permission.

source: 조만간 난로 청소를 해야겠습니다.
en: I should clean the heater sometime soon.

source: 아, 그리고….
en: oh, and...

source: 약이랑 치료로 많이 나아져서 지금은 버틸 만해요.
en: I feel a little better. the treatment and medicine helped a lot.

source: 아니면 몸이 상해 요절하게 되거든….
en: otherwise, I’ll face a premature death...

source: 5대 빗자루는 시기는 조금씩 다르지만,
en: although the timeframes vary by a little bit,

source: 모든 운명이
en: not all destinies

source: 서류를 너무 많이 봤더니 목이!!
en: my neck hurts because I’ve been reading nonstop!!

source: 나쁜 일은… 아마도 이제 폐하 외의 황족은 존재하지 않을 거란 걸세.
en: the bad news is... there is probably no other imperial family left besides the empress.

source: 더 하지도 못하고, 할 생각도 없어요….
en: I can’t, and I have no desire to...

source: 더 듣지 않아도 알 것 같군요….
en: I don’t think I need to hear it anymore...

source: 수많은 다른 마녀들을 구하기 위해 힘이 필요할 때.
en: and when I need more power to save many other witches.

source: 평생 동안 쓸 일 없을 거라고 생각했는데….
en: never expected to do this for my entire life...

source: 그레이캣
en: by Gray Cat

source: 근육통에 몸살기랑 전신 타박상을 입어 멍이 얼룩덜룩 든 것 같은 느낌?
en: I feel like all my muscles are sore, I have the flu, and I’m bruised all over my body.

source: 네….
en: yes...

source: 시스!
en: sist,

source: 제작
en: Production

source: 게다가 상황이 이래서 데이트 한 번 제대로 한 적 없는데!
en: besides, we haven’t even gone on a proper date due to the recent events!

source: 창고에 들어갈 수 있는 유일한 사람인 네 의견이 그렇다면야,
en: you are the only person who can go into the repositorium. so if that’s what you think,

source: 네.
en: yes?

source: 아무튼 이번 저주의 발견으로
en: after finding out about the curse,

source: 1시간은 커녕 30분이나 버티면 다행이겠어….
en: I’d be lucky if my body can stand it for 30 minutes, let alone an hour...

source: 이 녀석이 스스로 움직이진 않겠죠?
en: it wouldn’t move on its own, would it?

source: 폐하께선 잠드셨나요?
en: is she asleep?

source: 최소한의 인원만 남겨두고 기사 마녀들을 다 소환해야 하고….
en: we will also need to summon all knight witches, leaving out only the minimum number necessary...

source: 저주를 해제하고, 힘을 쓰지 못하도록 봉인하는데
en: it won't take more than three days

source: 도망가면 곤란한데!
en: we can't let it run away!

source: 몸이 좀 너덜너덜하지만 잘 쉬면 나을 수준이군요.
en: her body certainly feels weak, but she’ll get better with enough rest.

source: 윽… 꼭 불리할 때 저런 표정을!
en: ugh... not that face again!

source: 뭐, 지금은 목숨이 걸린 건 아니라서 프리 후에게 허락을 받아야 해요.
en: but since this is not a life or death situation, I need to get permission from frihue.

source: 그럼 입구와는 정반대 쪽이겠네요….
en: so it is at the exact opposite side of the entrance...

source: 달이 구름에 가리면 세상은 어두워지고,
en: when the moon gets covered by clouds, the world will darken...

source: 마녀가 황제가 된 적은 처음이라서 말이지.
en: since this is the first time a witch has become an empress.

source: 미젠베입니다.
en: mizenbe.

source: 고문께서도 보고서를 쭉 읽어보시곤,
en: the minister also has looked over the report,

source: 컨디션이 완벽하게 돌아오려면 3주 정도 걸리겠지….
en: but it will take about three weeks to completely recover...

source: 그랑우텐의 봉인을 풀어서…
en: I’m going to break granouten’s seal...

source: 왜 그렇게 표정이 안 좋아요?
en: why do you look so sad?

source: 어억―!
en: argh...!

source: 황제가 아니었다면 아플 일도 없었을 텐데!!!
en: I wouldn’t have gotten sick in the first place if I wasn’t an empress!!!

source: 보물창고의 거의 끝,
en: it seems to be located

source: 그건 좀 아니지….
en: no way...

source: 맞아.
en: that’s right.

source: 이 빠진 접시, 술 단지, 금간 요강, 잼 병, 물 그릇.
en: a partly broken plate, jug, chamber pot, jam jar, and bowl.

source: 저도 기사 마녀로 살아오면서 이 정도로 마녀들을 동원하는 건 처음입니다.
en: I also have never had to work with this many witches to break a curse in my life as a knight witch.

source: 그랑그랑이 기운이 없으니 견뎌봐야지….
en: but I shouldn’t since grand grand seems to have no energy...

source: 저주를 없애는 방법은 크게 두 가지인데,
en: there are generally two methods to break a curse.

source: 다행히 저랑 어머니는 사이즈가 비슷하거든요.
en: luckily, my mom and I are the same size.

source: 전쟁터에서 미젠베의 왕도, 왕세자도 죽었으니….
en: both the king and crown prince of mizenbe died in the war...

source: 하지만….
en: but...

source: 마녀의 약혼은 그리 복잡하지 않거든요.
en: a witch’s engagement isn’t that complicated.

source: 저주 때문에 그동안 혼자서 마음 고생을 잔뜩 했을 테니.
en: he must’ve been so worried ever since the curse got activated.

source: 네, 저는 폐하의 편이니까요.
en: I agree. I’m on the empress’s side.

source: 정말 못하는 게 없으시더라.
en: by the way, it seemed like there was nothing he couldn’t do.

source: 그녀는 독실한 주신의 신자였어요.
en: who was a strong believer in the magic god.

source: 그건 이쪽에서 알아서 할 일이니까요!
en: but that’s our job to take care of!

source: 내 생각도 같다네.
en: I believe you are right.

source: en_US
en: en_EN

source: 레이딘이 그 유명한 ‘레이딘 경’ 이었다는 거나.
en: and that you are the famous “sir radin.”

source: …명심하겠습니다.
en: ...I’ll keep that in mind.

source: 뭔가 고민이라도 있으십니까?
en: do you have any concerns?

source: 58화
en: Episode 58

source: 예?
en: what?

source: 몸은 좀 어떠십니까?
en: how are you feeling?

source: 잡동사니를 쌓아둔 것 같은 느낌인데….
en: a pile of random items, instead of treasures...

source: 그럼 다른 1가지는 뭡니까?
en: then what’s the other one?

source: 부디 허락해주소서.
en: please allow me.

source: 난로에 불을 하루 종일 피우는 게 더 저렴해요.
en: it’s cheaper to keep the heater on all day.

source: 그런데 우리가 이제까지 주변 사람들한테 말을 안 한 게 조금 많잖아요?
en: but there are many things we haven’t told to the people around us, right?

source: 매일 빵을 구워 먹던 일상처럼, 끝없이 이어진다는 거예요.
en: will last forever, like our everyday lives.

source: 궁금한 것이 있습니다.
en: I have a question.

source: 으으….
en: ughh...

source: 힘을 빌릴 겁니다.
en: and borrow its power.

source: 정말 감사해요.
en: I really appreciate it.

source: 그러고 보니 레이딘 경,
en: come to think of it,

source: 시스, 피곤해 보이는데 들어가서 자.
en: sist, you look tired. you should go inside and sleep.

source: 그렇군요….
en: I see...

source: 바늘 속도가 느려졌어!
en: the needle slowed down!

source: 아니요, 조금 달라요.
en: not exactly.

source: …끝난 걸까요?
en: ...do you think it’s done?

source: 일어나셨군요.
en: you’re awake.

source: 헉!
en: wait,

source: 그렇겠죠….
en: I agree...

source: 황제의 결혼은 예산도 많이 들고,
en: since an emperor’s wedding is a costly affair

source: …약혼이요?
en: ...engaged?

source: 말하자 마자?
en: speak of the devil!

source: 자기는 절대 아니란다.
en: it’s saying it’s absolutely not cursed.

source: 황궁에서는 편하게 쉴 수 없을 것 같아 집으로 모셨습니다.
en: I brought you to your house because I thought you wouldn’t rest comfortably in the palace.

source: 얌전히 저주 물품으로 남아있진 않았겠지.
en: it wouldn’t have just stayed as a cursed item in the repositorium.

source: 단순한 원리이긴 한데 보통 일이 아니군요.
en: it sounds simple, but it is very difficult to do.

source: 도공 마녀의 남편은 한 귀족이 부린 행패에 휘말려 검에 찔렸고
en: her husband was stabbed with a sword due to one noble’s misconduct

source: 낙엽이 떨어져서 마당이 어지럽다고 청소하러 갔습니다.
en: they went to clean the leaves in the front yard.

source: 반은 저희 마녀들과 관련된 것이고,
en: half of it is related to us witches,

source: 티티 씨도 여차하면 마법을 써준다니까 너무 걱정하지마.
en: and ms. tete said she’ll use her magic if necessary. so don’t worry.

source: 기각!
en: dismissed!

source: 아이고, 오늘 밤부턴 편하게 자겠네.
en: oh my. I’ll be able to sleep well tonight.

source: 어느 정도 유지가 가능하신 겁니까?
en: how long will that last?

source: 부작용이 있는 겁니까?
en: is there perhaps a side effect to it?

source: 생김새는 이렇지만 전부 마법 물품이다.
en: that’s how it may appear, but they are all magic items.

source: 황제의 결혼은 국가적인 행사니까….
en: an emperor’s wedding is a national event...

source: 재고가 안 남는다는 건 좋은 일이지만 매일 품절인 건 좀 심한데….
en: it’s good to have no leftovers, but running out of stock every day is a problem...

source: 결국 폐하께서 저주 때문에 고생하신 건 과거의 산물이었군요.
en: so the emperor suffered from the curse as a result of his past acts.

source: 재무장관님도 기뻐할 거고요.
en: the finance minister will also be very happy.

source: 황제라는 게 참….
en: but being an empress...

source: 하지만 저주는 조건과 발동이 아주 중요해서
en: but the condition and catalyst of a curse is very important.

source: 그건….
en: well...

source: 사실 말이 일주일이지.
en: I’m saying seven days,

source: 각오하고 있어요.
en: yes, I’m prepared for it.

source: 무기들이 주인인 마녀들과 함께 살아가길 원했거든요.
en: but the weapons wanted to continue living with their original owners.

source: 앞쪽에 있는 단추를 풀면
en: if you open up the buttons on the front,

source: 확신할 순 없지만… 느낌이 좋지는 않았습니다.
en: I can’t say it for sure... but I don’t remember having a good feeling.

source: 가장 빨리 해결할 수 있는 방법이긴 하구나.
en: I guess that is the quickest way to solve this.

source: 역시 손이 하나 비니까 타격이 크구나.
en: having one less worker seems to really make a difference.

source: 어쨌든, 둥근 것이라 했으니….
en: anyway, since I was told it is something round...

source: 폐하께서 아프셔서 그렇습니다.
en: it’s because you are sick, your majesty.

source: 저주를 건 자는 중급마법사였던 미젠베의 왕비였습니다.
en: the person who put the curse was the queen of mizenbe, who was a wizard.

source: 그렇게 하겠습니다, 시스.
en: let’s do that, sist.

source: 그러고 보니 시스티나가 사랑한다고 했나요?
en: did sistina tell you that she loves you?

source: 나만 바라보고 생각하는 사람인데….
en: I can tell that he cares for me a lot...

source: 집에 있는 게 편한 거예요.
en: staying home is relaxing.

source: 확실히… 그냥 있는 것보단 재촉을 덜 당하겠군요.
en: that’s a great idea... this way, they won’t rush us to get married quickly.

source: 그렇다.
en: that’s right.

source: 다행이네요.
en: that’s good.

source: 아니지?!
en: wait, no?!

source: …네, 최선을 다해 돕겠습니다.
en: indeed. we will do our best to help.

source: 52화
en: Episode 52

source: 장인 마녀는 다른 마녀들을 돌보느라 정신 없는
en: the artisan witch worried about the five witches

source: 그 말은… 폐하께서 아픈 것과 수많은 황족이 사망한 것이
en: so you’re saying... the empress's illness and the numerous deaths within the imperial family

source: 정말로 몸 상태는 염려하지 않아도 괜찮아요.
en: you really don’t need to worry.

source: 저주가 풀렸으니 운명으로 인정해주기를 기다리고 있는 거구나!
en: since the curse has been broken, he’s waiting to be recognized as my destiny!

source: 정말 말로는 표현할 수 없는 슬픔입니다.
en: is an indescribable tragedy.

source: 아, 시스.
en: oh, sist.

source: 주인과 함께하길 원했다면서… 왜 그런 겁니까?
en: why...? you said they wanted to stay with their owners.

source: 상태는 좋아지지도, 나빠지지도 않고 있고요.
en: she’s neither better or worse.

source: 정무를 아예 못 보실 정도라는 거군요….
en: that means you won't be able to work at all...

source: 이제 푹 쉬십시오.
en: please get some rest now.

source: 그 말은 굳이 하루 종일 황궁에서 지내며 일하지 않아도 별탈이 없다는 뜻이다.
en: that means it’s not necessary for her to stay and work at the imperial palace all day.

source: 요강이라니―!!
en: what? a chamber pot?!

source: …혈통의 단절을 의미하는 것이죠.
en: ...it meant the end of the bloodline.

source: 친한 마녀들에게 알리는 거지.
en: to let their close friends know.

source: 보물보다는
en: it looks like

source: 쉽게 말해서….
en: to put it simply...

source: 운명을 깨달은 마녀는 참 상대방을 당황스럽게 해.
en: witches who recognize their destiny always seem to startle their partners.

source: 그래도… 드디어 운명을 찾아서 조금 안심입니다!
en: anyway... it’s a relief that she has finally found her destiny!

source: 다행히 열은 없군요.
en: good. you don’t have a fever.

source: 저… 레이딘?
en: uh... radin?

source: 자네도 작년에 황족 수색에 참여했었지.
en: you also participated in searching for the imperial family last year.

source: 신성력으로 기본적인 치료는 했는데,
en: they gave her basic treatment with sacred power,

source: 당장 결혼하기에는 문제가 많기도 하고.
en: there are too many issues for us to get married right now.

source: 꼭 산을 쉬지 않고 열흘 밤낮 탄 것 같은 고통이에요.
en: it feels as if I climbed a mountain for ten days straight without a break.

source: 만드는 양도 살짝 줄였고….
en: we also lessened the amount of bread to bake...

source: 마녀 살려!
en: oh my god!

source: 레이딘 경, 저기 멀리 떨어져 있어요.
en: sir radin, stay far away from me.

source: 강력한 신의 힘을 담은 무기 덕에 상황이 뒤바뀌었죠.
en: and the situation flipped because those weapons had strong divine power.

source: 봉인이 더 쉬워지죠.
en: that makes sealing the curse easier.

source: 도공이었던 마녀에 의해 만들어졌습니다.
en: created a long time ago by a witch potter.

source: 저주 물품은 몇십 년 전에 들어온 걸로 추정되니까,
en: since the cursed item only came in about a few dozen years ago,

source: 가진 능력보다 더 많은 걸 발휘하려면 대가를 치러야 하는 법이죠.
en: I must pay the price in order to use power that exceeds my abilities.

source: 목숨에 위협이 될 만한 원인의 효과를 극대화 시키는 게 아닐까 싶네.
en: this curse maximizes side effects that can be life-threatening.

source: 자세한 건 저랑 상의해요, 토토 씨.
en: and we should discuss the details, mr. toto.

source: 시스티나의 안전과 행복 아니겠습니까?
en: what we are all hoping for?

source: 51화
en: Episode 51

source: 호오, 황제라서 이런 점은 좋네요….
en: oh, I guess this is a good thing about being an empress...

source: 저주가 풀려서인지 알 수 있어.
en: definitely tell now that the curse is broken.

source: 흠… 5개가 남았네.
en: hmm... now there are five left.

source: 말씀해주십시오.
en: tell me what you found out.

source: 창고는 황족만 들어갈 수 있다면서요.
en: only imperial family members can enter the repositorium.

source: 그리고 지금 같은 아주 특별한 경우에만 사용할 수 있기도 하지….
en: besides, I can only use this method in special circumstances like this...

source: 무시무시한 저주를 뿜어내 여러 사람을 잡은 물건이 요강!!
en: the scary item that cursed and killed numerous people was just a chamber pot?!

source: 확률적으로 볼 때, 시스티나가 말한 방법이 더 나아.
en: in terms of probability, sistina’s idea is better.

source: 다 해결되었으니 이제 안심하셔도 됩니다.
en: it’s all solved. you don’t have to worry anymore.

source: 혹시 그때도 지금과 비슷한 느낌을 받지 않았나?
en: do you remember getting a similar feeling back then as you do now?

source: 폐하께서 생각하신 방법으로 가지요.
en: let’s go with her idea.

source: 아직인가요?
en: is she still in there?

source: 정무를 볼 사람도.
en: you are the only person

source: 할 수 있는 모든 방법을 동원해서 돕겠습니다.
en: we will do everything we can to help.

source: 임무 실패의 원인이 동일하다고 결론을 내리셨네.
en: that the curse of the empress might be the reason behind the failed mission.

source: 아마 나중에 주인이 된 사람이 아르비타 황족을 상대로 저주를 건 거겠지.
en: its later owner is probably the person who put a curse on the imperial family of arvita.

source: 검은숲에도 연락이 갔으니
en: since we’ve also contacted the black forest,

source: 레이딘!
en: radin,

source: 그랑우텐의 봉인을 풀어서
en: I’m going to break granouten’s seal...

source: 저주의 말에서 모순이 생길 경우 그 문장은 실패하지요.
en: if there is any irony in the curse, that sentence ends up failing.

source: 대충 구역을 좁히긴 했는데, 아직 정확히는 몰라.
en: we narrowed down the location, but we don’t know it for sure.

source: “저들을 도울 수 있는 무기를 내려달라.” 라고.
en: so she wished for weapons that could help them.

source: 그 후 주인인 마녀가 신의 품으로 돌아간 뒤에도 빗자루들은 이곳에 남았어요.
en: after their owners passed away, the brooms decided to remain here.

source: 마녀들은 오랫동안 싸웠어요.
en: witches fought for a very long time.

source: 그러니 이 정도의 저주 물품이 탄생한 것이겠죠.
en: that’s probably why a cursed item this strong was made.

source: 우리에게 좋은 일 하나와 나쁜 일 하나가 생겼는데
en: we got one good news and one bad news.

source: 저는 죽밖에 못 먹었잖아요!
en: all I had was porridge!

source: 이 몸 상태로 그 많은 물건들 일일이 뒤져보는 것도 일이니….
en: it’ll be difficult for her to rummage through all those items in her current condition...

source: 덕분에 만들어진 당시보다 힘이 조금 약해졌지요.
en: thanks to that, its power was a bit weaker compared to when it was first made.

source: 어째 익숙한 천장인데…?
en: the ceiling looks familiar...

source: 이에 신벌을 두려워한 왕들은
en: in exchange for agreeing to the deal,

source: 원작 :
en: Original Story

source: 보물창고에 들어갈 수 있는 사람도 폐하뿐이시니….
en: who can attend to governmental affairs and enter the repositorium...

source: 맞아, 일부러 임무 성공률이 높은 기사만 골라서 보냈는데도 족족 실패를 했어.
en: right, the mission kept failing even though we only sent the knights with the highest mission success rates.

source: 아무래도 이 저주는…
en: so I’m guessing...

source: 반은 아르비타와 관련된 것입니다.
en: and the other half is related to arvita.

source: 어쨌거나 약과 신성력이 아주 안 듣는 건 아니니
en: anyway, since the medicine and sacred power seem to be working,

source: 이 일은… 그저 우리끼리만 알고 있도록 하지.
en: so let’s... just keep this to ourselves.

source: 역시!!
en: I knew it!!

source: 마녀들에게 운명이란,
en: for witches,

source: 굳이 늦출 이유가 없으니까.
en: because there is no reason to delay.

source: 벌써 40분이 넘었는데….
en: it’s already been over 40 minutes...

source: 정말 급할 때가 아니라면 사용하지 않는 게 좋겠습니다.
en: you shouldn't use it anymore unless it is an emergency.

source: 이제 황궁으로 이사 오실 때가 됐지.
en: it’s time she moves into the palace.

source: …알겠어요.
en: yes, your majesty...

source: 그 간절한 외침에 주신은 정말로 5개의 무기를 내려주었고,
en: in response to her wish, the magic god really sent down five weapons,

source: …폐하께서 알면 마음이 아프실 테니,
en: the empress will be sad if she hears about this,

source: 그래서 장인 마녀가 빗자루라는 껍질을 씌운 겁니까?
en: is that why the artisan witch made them into brooms?

source: 다행이네.
en: that’s good.

source: 마녀들은 운명과 관련된 건 그 누구의 간섭도 받기 싫어하니 조심해야 해.
en: when it’s related to destiny, witches do not appreciate getting intervened by anyone.

source: 어머니의 디자인이에요.
en: my mom designed this outfit.

source: 그보다, 가게는 별일 없었지?
en: anyway, how was the bakery while I was gone?

source: 네, 기다리고 있겠습니다.
en: okay, I’ll be waiting.

source: 무슨 물건인지는 모르는 거냐?
en: do you know what item it is though?

source: 그건 저도 마찬가지예요.
en: I feel the same way.

source: 조금 더 구체적으로 말해주십시오.
en: please explain to me in more detail.

source: 양효진 글.그림 :
en: by Yang Hyo Jin Writing and Illustration

source: 5명의 마녀를 걱정해 소원을 빌었어요.
en: who were busy looking after other witches.

source: 가을 바람에 드는 감기는 독하고, 몸도 좋지 않으니 이 정도는 입어야 합니다.
en: no, you should wear these since you’re unwell and colds last longer in the fall.

source: 이걸 얘기하면 레이딘 경이나 관리들의 반대가 엄청날 것 같아.
en: but sir radin and the officers will most definitely oppose this idea.

source: 다 같은 저주 때문이라는 것이군요.
en: were caused by the same curse.

source: 보통 일은 아닌 거 같구나.
en: something serious must’ve happened.

source: 한두 시간 정도라면 괜찮을 것 같습니다.
en: I think one or two hours would be fine.

source: 산꼭대기에서 맨 아래까지 맨몸으로 데굴데굴 구른 느낌?
en: well... as if I rolled down naked from the top to the bottom of a mountain?

source: 57화
en: Episode 57

source: 감사합니다.
en: thank you.

source: 하지만 저도, 그대들도
en: however,

source: 이 일이 끝나고 나면 우리에겐 많은 시간이 생길 거예요.
en: we’ll gain a lot of time once this is over.

source: 의논할 게 있어요, 티티.
en: I have something I’d like to discuss with you, tete.

source: 저… 이것이 다 무엇인가요?
en: excuse me... what are all these?

source: 연못 안의 물고기가 전부 죽어버린 격이지.
en: as the curse was added to the fight for the throne.

source: 준비해야 할 것도 아주 많으니까요.
en: and needs a lot of preparation.

source: 그때는 마녀들이 살기가 무척 힘든 시기였고,
en: it was a very hard time for witches back then,

source: …저주가 풀리면
en: once the curse breaks...

source: 하루 만에 보물창고 안에서 저주의 근원을 찾을 수 있습니다.
en: we'll be able to find the source of the curse in the repositorium in just one day.

source: 제가 지금 저주에 걸린 상태라는 건 다들 전해 들으셨죠?
en: I’m sure you all have heard that I am currently cursed.

source: 마법사로서의 견해는 어떻습니까, 마스터 롱딜롱?
en: what is your opinion as a magician, master longdilong?

source: 검은숲으로 옮겨졌습니다.
en: it was moved to the black forest.

source: 어떻게 된 일인지도 알아내었답니다.
en: after it was sealed.

source: 오오, 시스티나.
en: ohh, sistina.

source: 가지고 나왔을 때도 대비해야 하고요.
en: we also need plan what we are going to do after I bring it out.

source: 권력 다툼이라는 독에 저주가 더해지니
en: it's as if all the fish in the pond died

source: 일단 카프 부부께는 확실하게 말씀드릴 때라고 봅니다.
en: I believe it’s time we tell ranepe and kratis.

source: 시스…?
en: sist...?

source: 하지만 신의 힘을 어찌 인간이 막겠나요?
en: but how would humans block divine power?

source: 내 운명은 그래요.
en: that’s how my destiny is.

source: …그렇다면,
en: ...in that case,

source: 아, 그런데 빗자루들은요?
en: oh, where are the brooms?

source: 확실히…
en: I can...

source: 54화
en: Episode 54

source: 사흘도 안 걸릴 거예요.
en: to break the curse and seal its power.

source: 귀족 가문에서 대부분 요강을 사용했다더군요.
en: most noble households used chamber pots.

source: 타국에서는 절대로 상대하고 싶지 않은 무서운 적이기도 했다.
en: but he was also a vicious enemy that other countries refused to fight.

source: 핫―!!
en: oh!!!

source: 사실… 그래서 더 큰일이기도 합니다.
en: actually... that’s why this is a bigger problem.

source: 눈 좀 감아봐요!
en: close your eyes!

source: 지금도 죽겠는데, 여기서 더요?!
en: what? greater than what I have now?!

source: 우리 약혼해요!
en: let’s get engaged!

source: 다른 사람들은 내가 설득해줄 테니 네가 하고 싶은 대로 하려무나!
en: I'll convince other people, so feel free to do whatever you want!

source: 그때는 상하수도 시설이 지금처럼 발달되어 있지 않아,
en: since the water and sewage pipes weren’t as developed back then as they are now,

source: …엄청 아프다는 거군요.
en: ...you mean it hurts a lot.

source: 어렵게 생각할 필요 없어.
en: it’s not complicated at all.

source: 여러모로 도와주셔서 감사합니다, 토토 씨.
en: thank you so much for helping out, mr. toto.

source: 한치 앞도 보이지 않겠지.
en: ...everything will be pitch black.

source: 괜찮다면 내가 일을 계속 해줄게요.
en: I can continue working here if that’s all right.

source: 황족 수색도 종료하자고 했으니까요.
en: they even suggested to stop the search for the imperial family.

source: 잠시 집에 가셨는데 곧 오실 거야.
en: he went home for a little bit, but he’ll come back soon.

source: 고마워요, 하토르 부인.
en: thank you, mrs. hathor.

source: 대략 1000년 전에 만들어졌어요.
en: they were created about 1000 years ago.

source: 5대 빗자루는 이러한 시간을 겪으며 서서히 성장했고,
en: the five brooms grew stronger through those times,

source: 전 티티의 전성기 때와 비슷할 정도로 힘을 쓸 수 있어요.
en: I’ll be as strong as tete when she was in her prime

source: 어쩐지 힘이 빠지는군요….
en: that’s somehow really disappointing...

source: 어쨌든 그래서 빠른 해결을 위한 방법을 궁리해봤어요.
en: anyway, that's why I thought of a way to solve it quickly.

source: 그래요.
en: okay.

source: 아우!
en: urgh!

source: …할 이야기가 조금 많아요.
en: ...I have a lot to talk to you about.

source: 불길한 느낌이 아니라 사실입니다.
en: that’s not a bad feeling but the truth.

source: 일반적인 부부가 되는 과정과 크게 다르지 않다는 거군요.
en: so it’s not much different from how normal people get married.

source: 레이딘 경, 나오면 두고 봐요!
en: sir radin, you’re in for it when I come out!

source: 당시엔 대마녀와 4명의 원로 마녀들이 주인이었지요.
en: at the time, they were owned by the great witch and four senior witches.

source: 아니, 알겠어.
en: I mean, okay.

source: 그리고 그 전염병은 치사율이 그리 높은 것도 아니었지.
en: not to mention the fact that the disease wasn’t even so deadly.

source: 설마 자아가 있는 건가?
en: is it perhaps self aware?

source: 적당히 선을 정하는 게 낫겠군요.
en: I suppose we should find a middle ground.

source: 타카, 힘이 흘러나오는 부분은 이쪽이었지?
en: taka, this is where the power was coming from, right?

source: 신께서 주신 이 힘을 빌려 쓰고자 하니
en: magic god, I’d like to borrow power given by you.

source: 55화
en: Episode 55

source: 에구구….
en: argh...

source: 응.
en: yeah.

source: 부작용을 피할 수가 없어요.
en: I won’t be able to avoid side effects.

source: 아, 여행을 떠나서 찾은 경우에는 대마녀에게 연락을 해.
en: but if it happens while traveling, they contact the great witch.

source: 아마 1시간 정도가 아닐까요.
en: but I’m guessing it will last for about one hour.
